RRN_Data/1960300/1960364.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2024-08-21T11:21:02.755+02:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2024-08-21T11:21:02.755+02:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="240730-000743" version="2"><overallSeverity>medium</overallSeverity><situationVersionTime>2024-08-21T11:21:02.218+02:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="MaintenanceWorks" id="240730-000743-1" version="2"><situationRecordCreationTime>2024-07-30T10:04:14.199+02:00</situationRecordCreationTime><situationRecordObservationTime>2024-08-21T11:21:02.218+02:00</situationRecordObservationTime><situationRecordVersionTime>2024-08-21T11:21:02.218+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2024-07-30T10:04:14.199+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Méditerranée</sourceIdentification><sourceName><values><value lang="fr">CEI Aigues-Vives</value></values></sourceName><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2024-07-31T06:00:00.000+02:00</overallStartTime><overallEndTime>2024-08-14T15:00:00.000+02:00</overallEndTime><validPeriod><periodName><values><value lang="FR">Uniquement de jour</value></values></periodName></validPeriod><exceptionPeriod><periodName><values><value lang="FR">week-end et jours fériés</value></values></periodName></exceptionPeriod></validityTimeSpecification></validity><generalPublicComment><comment><values><value lang="fr">DIR Méditerranée/District Rhône Cévennes/CEI Aigues-Vives</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Entretien de la végétation</value></values></comment><commentType>description</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 2396 m à l'ouest de Nîmes ouest, fin : situé 619 m à l'est de Gallargues-le-Montueux</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><tpegLinearLocation><tpegDirection>bothWays</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.71022</latitude><longitude>4.196184</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Aigues-Vives</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N113</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.80187</latitude><longitude>4.318648</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Nîmes</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N113</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>both</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Gallargues-le-Montueux</value></values></alertCLocationName><specificLocation>37469</specificLocation></alertCLocation><offsetDistance><offsetDistance>619</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Nîmes ouest</value></values></alertCLocationName><specificLocation>37467</specificLocation></alertCLocation><offsetDistance><offsetDistance>2396</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>both</directionRelativeOnLinearSection><linearElement><roadNumber>N0113</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>600.0</distanceAlong><fromReferent><referentIdentifier>30PR46U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>200.0</distanceAlong><fromReferent><referentIdentifier>30PR32D</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><management><lifeCycleManagement><end>true</end></lifeCycleManagement></management><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><roadMaintenanceType>maintenanceWork</roadMaintenanceType></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>